Repository: SebastianStasz/schedulex
Catalog: Packages/Resources/Sources/Resources/Localizable/*.lproj/Localizable.strings
Languages: pl

# bulding_main_building
source: Main Building
pl: Budynek Główny

# bulding_main_library
source: Main Library
pl: Biblioteka Główna

# bulding_priest_house
source: Priest's House
pl: Księżówka

# bulding_gardener_house
source: Gardener's House
pl: Dom Ogrodnika

# bulding_watchman_house
source: Watchman's House
pl: Stróżówka

# bulding_ustronie
source: Ustronie Building
pl: Ustronie

# bulding_teaching_and_sports
source: Teaching and Sports Building
pl: Pawilon Dydaktyczno-Sportowy

# bulding_pavilion_A
source: Building A
pl: Pawilon A

# bulding_pavilion_B
source: Building B
pl: Pawilon B

# bulding_pavilion_C
source: Building C
pl: Pawilon C

# bulding_pavilion_D
source: Building D
pl: Pawilon D

# bulding_pavilion_E
source: Building E
pl: Pawilon E

# bulding_pavilion_F
source: Building F
pl: Pawilon F

# bulding_pavilion_G
source: Building G
pl: Pawilon G

# bulding_pavilion_H
source: Building H
pl: Pawilon H

# cancel_button
source: Cancel
pl: Anuluj

# next_button
source: Next
pl: Dalej

# confirm_button
source: Confirm
pl: Zatwierdź

# continue_button
source: Continue
pl: Kontynuuj

# done_button
source: Done
pl: OK

# refresh_button
source: Refresh
pl: Odśwież

# weekday_monday_short
source: MON
pl: PON.

# weekday_tuesday_short
source: TUE
pl: WT.

# weekday_wednesday_short
source: WED
pl: ŚR.

# weekday_thursday_short
source: THU
pl: CZW.

# weekday_friday_short
source: FRI
pl: PT.

# weekday_saturday_short
source: SAT
pl: SOB.

# weekday_sunday_short
source: SUN
pl: NIEDZ.

# campus_map_title
source: Campus map
pl: Mapa kampusu

# event_finished
source: Ended
pl: Zakończone

# event_finishing_in
source: Ends
pl: Koniec

# swipe_tip_title
source: ⬅️ Swipe right or left ➡️
pl: ⬅️ Swipe w lewo lub w prawo ➡️

# swipe_tip_description
source: Change days with a swipe of your finger!
pl: Zmieniaj dni w kalendarzu przesunięciem palca!

# break_card_title
source: Break
pl: Przerwa

# break_card_time_suffix
source: h.
pl: g.

# event_details_link_to_class
source: Link to class
pl: Link do zajęć

# event_details_business_card
source: Business card
pl: e-wizytówka

# dashboard_title
source: Homepage
pl: Strona główna

# dashboard_all_groups_are_hidden
source: All subscribed groups are hidden. Click "Groups" to manage them.
pl: Wszystkie obserwowane grupy są ukryte. Kliknij "Grupy" aby nimi zarządzać.

# dashboard_groups_have_no_events
source: The groups you follow don't contain any classes. Click "Groups" and add another group.
pl: Obserwowane grupy nie zawierają żadnych zajęć. Kliknij "Grupy" i dodaj inną grupę.

# dashboard_no_events_to_display
source: No events to display
pl: Brak zajęć do wyświetlenia

# dashboard_fetching_events_error
source: Sorry, an error occurred while downloading the schedule.
pl: Przepraszamy, wystąpił błąd podczas pobierania planu zajęć.

# dashboard_open_teams
source: Open Teams
pl: Otwórz Teams

# event_place_remote_classes
source: remote class
pl: zajęcia zdalne

# event_cancelled
source: Class cancelled
pl: Godziny rektorskie

# all_events_cancelled
source: All classes canceled
pl: Całodniowe godziny rektorskie

# events_cancelled_between_hours
source: Classes canceled between
pl: Godziny rektorskie pomiędzy

# info_card_enable_notifications_title
source: Don't miss the classes!
pl: Nie przegap zajęć!

# info_card_enable_notifications_description
source: Receive notifications one hour before class starts. You can change the notification time in the settings.
pl: Otrzymuj powiadomienia godzinę przed rozpoczęciem zajęć. Czas powiadomień możesz zmienić w ustawieniach.

# info_card_enable_notifications_button
source: Enable notifications
pl: Włącz powiadomienia

# info_card_rate_the_app_title
source: Rate UEK Schedule
pl: Oceń UEK Schedule

# info_card_rate_the_app_description
source: Share your rating. Click the button below to go directly to the application page.
pl: Podziel się swoją oceną. Kliknij poniższy przycisk, aby przejść bezpośrednio do strony aplikacji.

# info_card_rate_the_app_button
source: Rate the application
pl: Oceń aplikację

# introduction_point_1
source: Select the groups you want to follow and see on the home page.
pl: Wybierz grupy, które chcesz obserwować i wyświetlać na stronie głównej.

# introduction_point_2
source: Receive notifications before classes.
pl: Otrzymuj powiadomienia przed zajęciami.

# introduction_point_3
source: Hide classes you don't want to see.
pl: Ukrywaj przedmioty, których nie chcesz widzieć.

# introduction_button_title
source: Let's start
pl: Zaczynajmy

source: Add group
pl: Dodaj grupę

source: Today
pl: Dzisiaj

source: Calendar
pl: Kalendarz

source: More
pl: Więcej

source: Classes
pl: Przedmioty

source: Events
pl: Zajęcia

source: Groups
pl: Grupy

source: Add to observed
pl: Dodaj do obserwowanych

source: Group
pl: Grupa

source: Faculties
pl: Kierunki

source: Unfollow
pl: Usuń z obserwowanych

# unfollow_group_question
source: Do you want to unfollow group
pl: Czy chcesz usunąć z obserwowanych grupę

source: Selected date
pl: Wybrana data

# observed_title
source: Observed
pl: Obserwowane

# no_events_message
source: No events here
pl: Brak zajęć

# no_events_weekend_message
source: It's weekend!
pl: Weekend!

# other_header
source: Other
pl: Inne

# for_everyone_header
source: For everyone
pl: Dla wszystkich

# faculty_or_group_prompt
source: Faculty or group
pl: Kierunek lub grupa

source: Number of groups:
pl: Liczba grup:

source: Number of classes:
pl: Liczba typów zajęć:

source: Number of events:
pl: Liczba zajęć:

# set_classes_visibility
source: Set visibility of classes
pl: Zmień widoczność zajęć

source: Hidden
pl: Ukryte

source: Visible
pl: Widoczne

# no_result_message
source: No results found
pl: Brak wyników wyszukiwania

source: Color
pl: Kolor

source: Select color
pl: Wybierz kolor

source: Change color of events
pl: Zmień kolor zajęć

# event_notification_title
source: UEK Schedule event
pl: Wydarzenie UEK Schedule

# event_notification_subtitle_prefix
source: In
pl: Za

# minutes_suffix
source: minutes.
pl: minut.

# event_notification_subtitle_hour
source: In 1 hour.
pl: Za godzinę.

# event_unknown_title
source: Unknown title
pl: Brak tytułu

# list_empty_state_title
source: Nothing here
pl: Lista jest pusta

# list_empty_state_description
source: Please check back later
pl: Spróbuj ponownie później

# pavilions_list_title
source: Pavilions
pl: Pawilony

# pavilions_list_search_prompt
source: Pavilion name
pl: Nazwa pawilonu

# pavilions_list_number_of_classrooms
source: Number of classrooms:
pl: Liczba sal:

# classrooms_list_search_prompt
source: Classroom name
pl: Nazwa sali

# classroom_events_list_search_prompt
source: Title, teacher, classroom, type
pl: Tytuł, prowadzący, sala, typ

# settings_title
source: Settings
pl: Ustawienia

# settings_version
source: Version:
pl: Wersja:

# settings_contact
source: Contact:
pl: Kontakt:

# settings_app_theme_title
source: App theme
pl: Motyw aplikacji

# settings_app_theme_system_title
source: System
pl: Systemowy

# settings_app_theme_light_title
source: Light
pl: Jasny

# settings_app_theme_dark_title
source: Dark
pl: Ciemny

# settings_class_notifications_title
source: Class notifications
pl: Powiadomienia o zajęciach

# settings_class_notifications_time_title
source: Notifications time
pl: Czas powiadomień

# settings_class_notifications_time_description
source: Receive notifications before class starts.
pl: Otrzymuj powiadomienia przed rozpoczęciem zajęć.

# settings_class_notifications_time_hour_before
source: 1 hour before
pl: 1 godzina wcześniej

# settings_class_notifications_time_minutes_before
source: minutes before
pl: minut wcześniej

# settings_notifications_alert_title
source: Enable notifications
pl: Włącz powiadomienia

# settings_notifications_alert_description
source: Notifications can be enabled from settings on your device.
pl: Włącz powiadomienia w ustawieniach na swoim urządzeniu

# settings_notifications_alert_go_to_settings
source: Go to settings
pl: Idź do ustawień

# settings_notifications_alert_cancel
source: Not now
pl: Nie teraz

source: Rate the app
pl: Oceń aplikację

# settings_app_version_installed
source: Installed
pl: Zainstalowana

# settings_app_version_update
source: Update
pl: Aktualizuj

# settings_section_header_notifications
source: NOTIFICATIONS
pl: POWIADOMIENIA

# settings_section_header_configuration
source: CONFIGURATION
pl: KONFIGURACJA

# settings_language_title
source: Language
pl: Język

# settings_language_english
source: English
pl: Angielski

# settings_language_polish
source: Polish
pl: Polski

# settings_language_russian
source: Russian
pl: Rosyjski

# settings_language_ukrainian
source: Ukrainian
pl: Ukraiński

# start_first_step_title
source: Select groups
pl: Wybierz grupy

# start_first_step_prompt
source: Search group
pl: Wyszukaj grupę

# start_first_step_selected
source: Selected
pl: Wybrane

# start_first_step_no_groups
source: No groups selected
pl: Brak wybranych grup

# start_first_step_all_groups
source: Available groups
pl: Dostępne grupy

# start_first_step_alert_title
source: No group selected
pl: Brak wybranej grupy

# start_first_step_alert_message
source: No group selected. Do you want to continue anyway?
pl: Nie wybrano żadnej grupy. Czy kontynuować mimo to?

# start_second_step_title
source: Select languages
pl: Wybierz języki

# start_second_step_no_languages
source: No languages selected
pl: Brak wybranych języków

# teachers_list_title
source: Teachers
pl: Prowadzący

# teacher_list_search_prompt
source: Teacher
pl: Prowadzący

# teacher_groups_list_search_prompt
source: Last name initial
pl: Litera nazwiska

# teacher_groups_list_number_of_teachers
source: Number of teachers:
pl: Liczba prowadzących:
